Repository: kzachos/RiskHunting
Catalog: RiskHunting/App_GlobalResources/AppResources.*.resx
Languages: it

# General.AppName
source: Risk Hunting App
it: Caccia Al rischio App

# DescribeRisk.NavigationBar.Title
source: Describe Risk
it: Descrizione del rischio

# DescribeRisk.NavigationBar.Left
source: Our Previous Risks
it: I rischi precedenti

# DescribeRisk.Form.Label.Author
source: Reported by
it: Riportato da

# DescribeRisk.Form.Label.Required
source: required
it: obbligatorio

# DescribeRisk.Form.Label.Description
source: Description
it: Descrizione

# DescribeRisk.Form.Label.IncidentCatagory
source: Incident category
it: Categoria incidente

# DescribeRisk.Form.Label.PersonInvolved
source: Name of the person involved
it: Nome della persona coinvolta

# DescribeRisk.Form.Label.Department
source: Department
it: Dipartimento

# DescribeRisk.Form.Label.Location
source: Location
it: Zona

# DescribeRisk.Form.Label.InjuryType
source: Type of (potential) injury
it: Tipo di (eventuale) lesione

# DescribeRisk.Form.Label.DateOfIncident
source: Date of incident
it: Data dell'incidente

# DescribeRisk.Form.Label.UploadPicture
source: Upload a picture
it: Carica una fotografia

# DescribeRisk.Form.Button.UploadPicture
source: Press here to add, update or delete an image
it: Premi qui per aggiungere, aggiornare o cancellare un'immagine

# DescribeRisk.Form.Button.CreateIdeas
source: Create Ideas
it: Genera idee

# DescribeRisk.Form.Button.ClearForm
source: Clear form and describe new risk
it: Cancella questo rischio e inserisci un nuovo rischio

# DescribeRisk.Form.Button.DeleteRisk
source: Delete risk
it: Cancella il rischio

# DescribeRisk.NavigationBar.Right
source: Create Ideas
it: Genera idee

# DescribeRisk.Form.DropDown.IncidentCategory.UnsafeAct
source: Unsafe act
it: Atto non sicuro

# DescribeRisk.Form.DropDown.IncidentCategory.UnsafeCondition
source: Unsafe condition
it: Condizione insicura

# DescribeRisk.Form.DropDown.IncidentCategory.NearMiss
source: Near miss
it: Quasi mancato

# DescribeRisk.Form.DropDown.Department.PedestalLine
source: Pedestal Line
it: Linea dei pedoni

# DescribeRisk.Form.DropDown.Department.CabLine
source: Cab Line
it: Linea dei taxi ????

# DescribeRisk.Form.DropDown.Department.AfterPaint
source: After Paint (APM or Medical Line)
it: Dopo Vernice (APM or Linea medica)

# DescribeRisk.Form.DropDown.Department.PrePaint
source: Pre-Paint
it: Prima della vernice

# DescribeRisk.Form.DropDown.Department.PaintFloor
source: Paint Floor
it: Piano di vernice

# DescribeRisk.Form.DropDown.Department.Warehouse
source: Warehouse
it: Magazzino

# DescribeRisk.Form.DropDown.Department.Maintenance
source: Maintenance
it: Manutenzione

# DescribeRisk.Form.DropDown.Department.RoadTestCentre
source: Road Test Centre
it: Centro prova su strada

# DescribeRisk.Form.DropDown.Department.SubAssembly
source: Sub Assembly
it: Montaggio

# DescribeRisk.Form.DropDown.Department.Other
source: Other (Office/Plantwise)
it: Altri (Uffici, etc.)

# DescribeRisk.Form.DropDown.InjuryType.Abrasions
source: Abrasions/Cuts/Laceration
it: Abrasioni/Tagli/Lacerazione

# DescribeRisk.Form.DropDown.InjuryType.Burns
source: Burns/Scalds
it: Ustioni/Scottature

# DescribeRisk.Form.DropDown.InjuryType.Contusion
source: Contusion/Crush/Concussion
it: Contusioni/Commozione cerebrale

# DescribeRisk.Form.DropDown.InjuryType.ForeignBodies
source: Foreign Bodies
it: Corpo estraneo

# DescribeRisk.Form.DropDown.InjuryType.Fractures
source: Fractures/Dislocations
it: Fratture/lussazioni

# DescribeRisk.Form.DropDown.InjuryType.Hematoma
source: Hematoma/Bruise
it: Ematoma/livido

# DescribeRisk.Form.DropDown.InjuryType.Sprains
source: Sprains/Strains
it: Abrasioni/Tagli/Lacerazioni

# DescribeRisk.Form.DropDown.InjuryType.None
source: None
it: Nessuna

# DescribeRisk.Form.DropDown.DateOfIncident.Jan
source: January
it: Gennaio

# DescribeRisk.Form.DropDown.DateOfIncident.Feb
source: February
it: Febbraio

# DescribeRisk.Form.DropDown.DateOfIncident.Mar
source: March
it: Marzo

# DescribeRisk.Form.DropDown.DateOfIncident.Apr
source: April
it: Aprile

# DescribeRisk.Form.DropDown.DateOfIncident.May
source: May
it: Maggio

# DescribeRisk.Form.DropDown.DateOfIncident.Jun
source: June
it: Giugno

# DescribeRisk.Form.DropDown.DateOfIncident.Jul
source: July
it: Luglio

# DescribeRisk.Form.DropDown.DateOfIncident.Aug
source: August
it: Agosto

# DescribeRisk.Form.DropDown.DateOfIncident.Sep
source: September
it: Settembre

# DescribeRisk.Form.DropDown.DateOfIncident.Oct
source: October
it: Ottobre

# DescribeRisk.Form.DropDown.DateOfIncident.Nov
source: November
it: Novembre

# DescribeRisk.Form.DropDown.DateOfIncident.Dec
source: December
it: Dicembre

# DescribeRisk.Notification.Empty
source: One or more fields are empty - please fill out the required fields to continue.
it: Uno o più campi sono vuoti - si prega di compilare i campi richiesti per continuare.

# DescribeRisk.Notification.SuccessSubmit
source: Thank you for your safty imput. Your risk has been successfully submitted and uploaded to the database. To review the risk use the \"Our Previous Risks\" button.
it: Grazie per aver salvato il rischio nuovo.. Il rischio è stato salvato nel database . Per rivedere i dettagli del rischio usa il pulsante 'I rischi precedenti'.

# DescribeRisk.Notification.FailedSubmit
source: Your risk could not be uploaded to the database. Please try again later.
it: Il rischio non può essere caricato nel database. Per favore riprova più tardi.

# DescribeRisk.Notification.FailedDelete
source: Your risk could not be removed from the database. Please try again later.
it: Il rischio non può essere rimosso dal database . Per favore riprova più tardi.

# DescribeRisk.Notification.SuccessDelete
source: Your risk has been successfully deleted and removed from the database
it: Il rischio è stato eliminato e rimosso dal database con successo.

# DescribeRisk.Notification.EnterDescription
source: please enter a descriptoin of the risk encountered
it: Si prega di inserire una descrizione del rischio incontrato.

# DescribeRisk.Form.Watermark.Author
source: Enter the name of the person reporting the risk
it: Inserisci il nome della persona che riporta il rischio

# DescribeRisk.Form.Watermark.AuthorFIN
source: Enter the FIN number of person riportin the risk
it: Inserisci il FIN della persona che riporta il rischio

# DescribeRisk.Form.Watermark.Description
source: Enter the description of the risk using two or three sentences
it: Inserisci la descrizione del rischio utilizzando due o tre frasi

# DescribeRisk.Form.Watermark.PersonInvolved
source: Enter the name of the person involved
it: Inserisci il nome della persona coinvolta

# UploadImage.NavigationBar.Title
source: Upload Image
it: Carica una fotografia

# UploadImage.NavigationBar.Left
source: Return to Risk
it: Ritorna

# UploadImage.Button.UploadImage
source: Upload Image
it: Carica una fotografia

# UploadImage.Form.Button.ChooseFile
source: Choose File
it: Scegli il file.

# UploadImage.Form.Label.NoFileSelected
source: no file selected
it: Nessun file selezionato.

# UploadImage.Notification.SuccessUpload
source: File uploaded successfully
it: Il file è stato caricato con successo

# UploadImage.Form.Label.ImagePreview
source: Image Preview
it: Anteprima immagine.

# UploadImage.Form.Button.DeleteImage
source: Delete Image
it: Elimina immagine.

# UploadImage.Notification.RequiredFields
source: Before you can upload an image, please complete the required fields for your risk.
it: Prima di poter caricare un'immagine , si prega di compilare i campi richiesti per il rischio.

# UploadImage.Notification.SelectFile
source: Please select a file.
it: Si prega di selezionare un file.

# UploadImage.Notification.IncorrectFormat
source: The image has an incorrect format.
it: L' immagine ha un formato non corretto.

# UploadImage.Notification.FailedUpload
source: There was a problem saving the image. Please try again later.
it: C'è stato un problema durante il salvataggio dell'immagine . Per favore riprova più tardi.

# UploadImage.Notification.SuccessDelete
source: File deleted successfully.
it: Il file e' stato eliminato con successo.

# UploadImage.Notification.FailedDelete
source: There was a problem deleting the image.
it: C'è stato un problema eliminando l'immagine.

# CreateIdeas.NavigationBar.Title
source: Create Ideas
it: Crea Idee

# CreateIdeas.NavigationBar.Left
source: Describe Risk
it: Descrivi il Rischio

# CreateIdeas.NavigationBar.Right
source: Resolve Risk
it: Risolvi il Rischio

# CreateIdeas.Form.Button.FindSimilarRisks
source: Find similar risks
it: Trova rischi simili

# CreateIdeas.Form.Button.FindMoreRisks
source: Find more risks
it: Trova piu' rischi

# CreateIdeas.Notification.FailedSearch
source: Currently unable to find past risks. Please try again later.
it: Ci sono dei problemi nel trovare i rischi del passato . Per favore riprova più tardi.

# CreateIdeas.Notification.NoResults
source: No cases have been found. Have you tried to extend the risk description to increase the likelihood of a match?
it: Nessun caso trovato. Hai cercato di estendere la descrizione del rischio per aumentare la probabilità di trovarne uno?

# CreateIdeas.Notification.ServiceUnavailable
source: Sorry but the search service is currently not available, please try again later.
it: Siamo spiacenti ma il servizio di ricerca non è al momento disponibile , si prega di riprovare più tardi .

# PastRisk.NavigationBar.Title
source: Past Risk
it: Rischi del Passato

# PastRisk.NavigationBar.Left
source: Return to list
it: Ritorna alla lista

# PastRisk.Form.Button.NewPrompts
source: Generate new creativity prompts
it: Genera nuove richieste di creatività

# PastRisk.Form.Label.PreviousResolutions
source: Previous risk resolutions applied
it: Soluzioni applicate nel passato

# PastRisk.Form.Label.CreativeGuidance
source: Creative guidance from previous risk
it: Guida creativa usata per il rischio precedente

# PastRisk.Notification.SuccessAdd
source: The idea has been added successfully
it: L'idea è stata aggiunta con successo

# PastRisk.Notification.FailedGeneratePrompts
source: Currently unable to generate creativity prompts. Please try again later.
it: Attualmente ci sono problemi nel generare richieste di creatività . Per favore riprova più tardi.

# AddIdea.NavigationBar.Title
source: Add Idea
it: Aggiungi l'idea

# AddIdea.NavigationBar.Left
source: Cancel
it: Cancella

# AddIdea.Form.Button.AddIdea
source: Add Idea
it: Aggiungi l'idea

# AddIdea.Form.Watermark.EnterIdea
source: Enter your new idea
it: Inserisci la tua idea nuova.

# AddIdea.Notification.AddIdea
source: Please add your idea below.
it: Aggiungi la tua idea qui sotto.

# EditIdea.NavigationBar.Title
source: Edit Idea
it: Modifical'i

# EditIdea.NavigationBar.Left
source: Cancel
it: Cancella

# EditIdea.Form.Button.UpdateIdea
source: Update idea
it: Aggiorna l'idea

# EditIdea.Form.Button.DeleteIdea
source: Detele idea
it: Cancella l'idea

# EditIdea.Form.Watermark.EnterIdea
source: Enter the idea description
it: Inserisci la descrizione dell' idea.

# EditIdea.Notification.AddIdea
source: Please add your idea below.
it: Aggiungi la tua idea qui sotto.

# ResolveRisk.NavigationBar.Title
source: Resolve Risk
it: Risolvi il Rischio

# ResolveRisk.NavigationBar.Left
source: Create Risk
it: Crea il Rischio

# ResolveRisk.NavigationBar.Right
source: Preview and Submit
it: Controlla e Conferma

# ResolveRisk.Form.Button.AddNewIdea
source: Add new idea
it: Aggiungi un'idea nuova

# Summary.NavigationBar.Title
source: Preview and Submit
it: Controlla e Conferma

# Summary.NavigationBar.Left
source: Resolve Risk
it: Risolvi il Rischio

# Summary.Form.Label.RiskProblem
source: Risk Problem Description
it: Descrizione del rischio

# Summary.Form.Label.ResolutionIdeas
source: Resolution Ideas
it: Idee per risolvere il rischio

# Summary.Form.Label.HasItBeenResolved
source: Has it been Resolved?
it: E' stato risolto?

# Summary.Form.Label.CaseMarkedAsResolved
source: Case Marked As Resolved
it: Caso Contrassegnato come Risolto

# Summary.Form.Table.Label.Author
source: Reported by
it: Segnalato da

# Summary.Form.Table.Label.Description
source: Description
it: Descrizione

# Summary.Form.Table.Label.IncidentCategory
source: Incident Category
it: Categoria incidente

# Summary.Form.Table.Label.PersonInvolved
source: Name of the person involved
it: Nome della persona coinvolta

# Summary.Form.Table.Label.Department
source: Department
it: Dipartimento

# Summary.Form.Table.Label.Location
source: Location
it: Zona

# Summary.Form.Table.Label.InjuryType
source: Type of (potential) injury
it: Tipo di (eventuale) lesione

# Summary.Form.Table.Label.DateOfIncident
source: Date of incident
it: Data dell'incidente

# Summary.Form.Button.SeeResolutionIdeas
source: Press here to see the ideas that resolved this risk
it: Premi qui per vedere le idee che risolvono questo rischio

# Summary.Form.Button.MarkAsResolved
source: Press here to mark case as resolved by selecting one or more ideas
it: Premi qui per contrassegnare il caso come risolto selezionando una o più idee

# Summary.Form.Button.SubmitCase
source: Submit case
it: Ivia caso

# Summary.Form.Button.GenerateReport
source: Generate report to print
it: Genera rapporto da stampare

# Summary.Form.Button.CreateNewRisk
source: Create new risk
it: Crea un rischio nuovo

# Summary.Notification.MarkedAsResolved
source: The risk has been marked as RESOLVED
it: Il rischio è stato contrassegnato come RISOLTO

# Summary.Notification.MarkedAsNotResolved
source: The risk has been marked as NOT RESOLVED
it: Il rischio e' stato contrassegnato com NON RISOLTO.

# Summary.Form.Label.NoIdeasAvailable
source: No ideas available
it: Nessuna idea disponibile.

# Summary.Notification.FailedUpload
source: Your risk could not be uploaded as the database is currently not accessible. Please try again later.
it: Il rischio non può essere caricato perche' il database non è attualmente accessibile. Per favore riprova più tardi.

# Summary.Email.Label.RiskResolved
source: Risk Resolved?
it: Rischio risolto?

# Summary.Email.Label.ResolvedWithResolutions
source: Yes, with the following resolution(s):
it: Sì, con la seguente risoluzione ( i ):

# Summary.Email.Label.Recommendations
source: Recommendation(s):
it: Raccomandazione ( i ):

# MarkCaseAsResolved.NavigationBar.Title
source: Mark Case as Resolved
it: Contrassegnare il Caso Come Risolto

# MarkCaseAsResolved.NavigationBar.Left
source: Return to Summary
it: Ritorno a sommario

# MarkCaseAsResolved.Form.Button.SubmitSelection
source: Submit selection
it: Invia selezione

# MarkCaseAsResolved.Form.Button.MarkAsNotResolved
source: Mark as not resolved
it: Contrassegna come non risolto

# General.Notification.SomethingWentWrong
source: Oops, something went wrong
it: Oops! Qualcosa è andato storto

# General.Notification.Problems
source: We are currently having problems on the site. An email has been sent to the site owner to report the problem.
it: Attualmente stiamo avendo problemi sul sito. Una e-mail è stata inviata al proprietario del sito per segnalare il problema

# General.Notification.ReturnToHome
source: Return to the Home Page
it: Ritorna alla Home Page

# General.Notification.Loading
source: Loading. Please wait.
it: Caricamento in corso. Attendere prego.

# ProcessGuidance.CaseResolved.1
source: Select the resolution ideas that contributed towards resolving the risk case.
it: Seleziona le idee di risoluzione che hanno contribuito verso la soluzione del rischio.

# CreativityPrompts.BaseForm
source: Think about
it: Pensa a

# ProcessGuidance.PastRisk.Default
source: Create new resolutions for your risk. Select from the guidance below
it: Crea una soluzione nuova per il rischio. Seleziona una soluzione dalla lista qui sotto

# ProcessGuidance.PastRisks.Default
source: Select a risk resolution similar to your risk. Browse each short description below
it: Seleziona una soluzione del rischio simile al tuo rischio. Guarda ogni descrizione breve qui di seguito.

# ProcessGuidance.DescribeRisk.Default
source: Define all elements of the danger in the web form. Ask a colleague to check these elements.
it: Descrivi il rischio che hai trovato. Prova a descriverlo il piu' possibile.

# ProcessGuidance.Summary.Default
source: Define all elements of the danger in the web form. Ask a colleague to check these elements.
it: Rileggere le azioni. Leggile ad alta voce.

# QueryHistory.NavigationBar.Left
source: back
it: Indietro

# QueryHistory.NavigationBar.Title
source: Our Previous Risks
it: I Rischi Precedenti

# QueryHistory.Form.Label.SortBy
source: Sort by
it: Ordina per

# QueryHistory.Form.DropDown.Date
source: Date
it: Data

# QueryHistory.Form.DropDown.Status
source: Status
it: Stato

# QueryHistory.Form.DropDown.Category
source: Category
it: Categoria

# QueryHistory.Form.DropDown.Author
source: Author
it: Autore

# QueryHistory.Form.Label.LastModified
source: Last Modified
it: Ultima Modifica

# QueryHistory.Notification.NoPreviousRisks
source: No previous risk cases available
it: Non ci sono precedenti casi di rischio disponibili

# PinEntry.Notification.IncorrectPin
source: Incorrect PIN. Try again
it: PIN errato. Riprova

# Summary.Email.Label.NewRiskSubmittedShort
source: new risk submitted
it: Nuovo rischio presentato

# Summary.Email.Label.RiskReportGeneratedShort
source: risk report generated
it: Rapporto rischio generato

# Summary.Email.Label.NewRiskSubmittedLong
source: A new risk has been submitted
it: Un nuovo rischio è stato presentato

# Summary.Email.Label.RiskReportGeneratedLong
source: A risk report has been generated
it: Un rapporto è stato generato per il rischio

# CreateIdeas.SubNavigationBar.Left
source: Ideas from previous risks
it: Idee dai Rischi Precedenti

# CreateIdeas.SubNavigationBar.Right
source: Ideas from Superheroes
it: Idee da Supereroi

# CreateIdeas.SubNavigationBar.Middle
source: Ideas from new risk
it: Idee da nuovo rischio

# CreateIdeas.SameRisk.Button.GenerateAgain
source: Generate New Creative Prompts
it: Generare nuove richieste creative

# CreateIdeas.SameRisk.Button.ReturnDescribeRisk
source: Return to your Risk
it: Torna il vostro rischio

# CreateIdeas.SameRisk.Notification.FailedGeneratePrompts
source: Could not generate any creativity prompts. Have you tried to extend the risk description?
it: Impossibile generare alcuna richiesta di creatività . Hai cercato di estendere la descrizione del rischio?
